bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
charliermarsh.ruff
continue.continue
emallin.phpunit
kokororin.vscode-phpfmt
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
neilbrayfield.php-docblocker
phproberto.vscode-php-getters-setters
tamasfe.even-better-toml
teabyii.ayu
thang-nm.flow-icons
usernamehw.errorlens
vue.volar
xdebug.php-debug
